/* audio converter quality setting. */
"Best" = "Cel mai bun";

/* audio converter quality setting. */
"Better" = "Mai bun";

/* audio converter quality setting. */
"Fast" = "Rapid";

/* audio converter quality setting. */
"Faster" = "Mai rapid";

/* audio converter priming method setting. */
"None" = "Nimic";

/* audio converter quality setting.
   audio converter priming method setting. */
"Normal" = "Normal";

/* audio converter priming method setting. */
"Pre" = "Pre";

/* An audio converter parameter name for describing how data pipe is to be filled initially. */
"Priming Method" = "Metodă amorsare";

/* audio converter parameter description */
"Priming method for the sample rate converter." = "Metodă amorsare pentru convertor rată eșantionare.";

/* An audio converter parameter name. */
"Quality" = "Calitate";

/* audio converter parameter description */
"Quality setting for the sample rate converter." = "Configurare calitate pentru convertor rată eșantionare.";

